Repository: Gitnapp/BrowserQuickSwitch
Catalog: BrowserQuickSwitch/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 保留一切权利
en: All rights reserved

source: 允许检测不在标准应用目录中的浏览器
en: Allow detecting browsers not in standard application directories

source: 关于
en: About

source: 关于 BrowserQuickSwitch
en: About BrowserQuickSwitch

source: 关闭后切换为 ✓ 指示器模式
en: Switch to ✓ indicator mode when disabled

source: 加载中...
en: Loading...

source: 图标模式
en: Icon Mode

source: 提示
en: Notice

source: 更改将立即生效
en: Changes take effect immediately

source: 未检测到已安装的浏览器
en: No installed browsers detected

source: 版本 %@
en: Version %@

source: 确定
en: OK

source: 设置
en: Settings

source: 退出
en: Quit

source: 非标准应用目录探测
en: Non-standard App Directory Detection

source: 检查更新...
en: Check for Updates...

source: %@ 已设为默认浏览器
en: %@ set as default browser

source: %@ 未安装
en: %@ is not installed

source: 当前系统版本不支持自动设置默认浏览器，请手动设置
en: Setting the default browser automatically isn't supported on this version of macOS. Please set it manually.

source: 浏览器未安装
en: Browser is not installed

source: 当前系统版本不支持此操作
en: This operation isn't supported on the current version of macOS

source: 设置默认浏览器失败: %@
en: Failed to set default browser: %@

source: 未知错误
en: Unknown error
